Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Артрит возникает при воспалении суставов или разрушении в них хряща. Сустав — это соединение костей, например в бедре или колене. Хрящ — это подушечка в суставе, которая защищает его от давления и делает движения плавными. Когда хрящ разрушается, кости трутся друг о друга, что вызывает боль, отеки и скованность, часто прогрессирующие с возрастом. Чаще всего возникает остеоартрит. При этом типе артрита хрящи в суставах изнашиваются из-за использования или по мере старения человека. К этому типу артрита может также привести травма. Чаще всего остеоартрит возникает в коленях, бедрах и руках. Суставы начинают болеть и утолщаться. Иногда окружающие ткани растягиваются и вызывают еще более сильную боль. Ревматоидный артрит также довольно распространен. Иммунная система, которая обычно защищает организм от инфекций, атакует соединительную ткань суставов, что вызывает воспаление и боль. Болезнь может затронуть и другие органы: сердце, мышцы, кровеносные сосуды, нервы и глаза. Симптомы артрита • Боль в суставе • Сустав нестабилен, или кажется, что он не держит конечность • Сустав увеличивается или опухает • Скованность, чаще всего по утрам
en: Arthritis Arthritis occurs when the joints in the body are inflamed or there is a breakdown of cartilage in the joints. Joints are places in the body where two or more bones meet, such as the hip or knee. Cartilage is the cushion in the joints that protects them from pressure and makes movements smooth. When cartilage breaks down in a joint, the bones rub together. This causes pain, swelling and stiffness that often gets worse with aging. The most common type of arthritis is osteoarthritis. With this type of arthritis, the cartilage in the joints wear out over time from use or as the person ages. Injury to a joint may also lead to this type of arthritis. Osteoarthritis occurs most often in the knees, hips and hands. The joints begin to ache and thicken. At times, the tissues around the joint become strained and cause more pain. Rheumatoid arthritis is another common type of this kind of arthritis. The immune system, which normally protects the body from infection, attacks the lining of the body’s joints. It causes inflamed and painful joints and may affect other parts of the body, such as the heart, muscles, blood vessels, nerves and eyes. Signs of Arthritis • Joint pain • Joint is not stable or it feels like it will not support you • Joint enlarges or swells • Stiffness, often in the morning Arthritis. Russian.

source: • Ограниченная подвижность сустава • Ощущение тепла около сустава • Покраснение кожи около сустава При ревматоидном артрите могут быть другие симптомы. Обратитесь к врачу, если у вас проявились симптомы, которые вызывают боль или озабоченность. Обследование Врач побеседует с вами, осмотрит суставы и, возможно, даст направление на анализы крови или рентген. Лечение Лечение направлено на уменьшение симптомов и улучшение работы суставов. Врач также может предложить: • Лекарство для уменьшения боли и опухания • Физическую или трудовую терапию • Вспомогательные принадлежности, например трость или поручни в ванной и туалете • Похудение • Операцию по замене сустава Для лечения может понадобиться: • Делать упражнения для повышения подвижности и укрепления суставов. Для этого подходят прогулки, плавание, езда на велосипеде, танцы, силовые упражнения и умеренные упражнения на растягивание. • Прикладывать тепло или холод для уменьшения боли и опухания. • Избегать поз и движений, которые приводят к нагрузке на больные суставы. • Не пребывать долго в одной позе.
en: • Limited use of joint • Warmth around joint • Redness of the skin around joint Other signs may occur with rheumatoid arthritis. If you have any signs that cause you pain or concern, see your doctor. Tests Your doctor will talk to you about your health and look at your joints. Your doctor may order blood tests and x-rays. Treatment Treatment of arthritis is aimed at controlling your signs and improving use of your joints. Your doctor may suggest: • Medicine to control pain and swelling • Physical or occupational therapy • Assistive devices such as a cane or grab bars for the bathtub or toilet • Weight loss • Surgery to replace the joint As a part of your treatment, you may need to: • Exercise to improve movement and joint strength. Good choices include walking, swimming, bike riding, dancing, strength training and gentle stretching exercises. • Use hot or cold treatments to control pain and swelling. • Avoid positions or movements that put extra stress on your painful joints. • Avoid staying in a position too long. Arthritis. Russian.

source: для рук помощью of Motion Exercises При выполнении этих упражнений Вам понадобится помощь. Выполняйте каждое упражнение медленно _____ раз, _____ раз в день. Выполняйте каждое упражнение обеими руками, лежа на спине или сидя. Выполняйте только отмеченные упражнения.  Плечи 1 Возьмите вытянутую вперед руку за локоть и запястье. Большой палец руки должен быть направлен вверх, а ладонь – вперед. Поднимите руку вверх по направлению к уху. Повторите это упражнение с другой рукой. Плечи 2 Возьмите вытянутую в сторону руку за локоть и запястье. Большой палец руки должен быть направлен вверх, а ладонь вперед. Поднимите руку вверх по направлению к уху. Повторите это упражнение с другой рукой.
en: Assisted Arm Range Someone will need to help you with these exercises. Do each exercise slowly _____ times, _____ times a day. Do each exercise with both arms, while lying on your back or while sitting. Do only the exercises checked.  Shoulder 1 Hold the arm at the elbow and wrist in front of the body. Have the thumb pointing up and the palm facing forward. Lift the arm straight up toward the ear. Repeat with the other arm. Shoulder 2 Hold the arm out to the side at the elbow and wrist. Have the thumb pointing up and the palm facing forward. Lift the arm straight up toward the ear. Repeat with the other arm. Assisted Arm Range of Motion Exercises. Russian.

source:  Плечи 3 Возьмите руку, согнутую в локте на 90 градусов, за локоть и запястье. Поворачивайте предплечье до тех пор, пока ладонь не повернется по направлению к пациенту. Затем поверните предплечье до тех пор, пока тыльная сторона ладони не повернется по направлению к пациенту. Повторите это упражнение с другой рукой. Запястье и пальцы 1 Не сгибая пальцы, выгните запястье назад. Затем согните пальцы и запястье вперед. Повторите это упражнение с кистью другой руки. Запястье и пальцы 2 Сожмите пальцы в кулак, затем разожмите пальцы. Растопырьте пальцы, а затем снова их сомкните. Повторите это упражнение с кистью другой руки.
en:  Shoulder 3 With the elbow bent at a 90-degree angle, hold the arm at the elbow and the wrist. Turn the lower arm until the palm of the hand faces the patient. Then turn the lower arm until the back of the hand faces the patient. Repeat with the other arm. Wrist and Fingers 1 With fingers straight, bend the wrist backwards. Then bend the fingers and wrist forward. Repeat with the other hand. Wrist and Fingers 2 Make a tight fist and then straighten the fingers. Spread the fingers apart and together again. Repeat with the other hand. Assisted Arm Range of Motion Exercises. Russian.

source: Астма — это заболевание, при котором происходит сужение идущих к легким дыхательных путей и выделение в них слизи. Когда это происходит, пациенту может стать трудно дышать. Некоторые ощущают затрудненное дыхание только в определенное время, например во время сезонной аллергии, простуды или физической нагрузки. У некоторых пациентов проблемы с дыханием возникают часто. Когда симптомы астмы внезапно усиливаются (или возникает обострение), дыхательные пути напрягаются и сужаются — становится трудно дышать, может появится свист или кашель. Такое обострение называется приступом астмы. Для улучшения самочувствия, дыхания и состояния легких назначается лечение. Симптомы • Учащенное дыхание или проблемы с дыханием • Шумное дыхание, громкое или тихое свистящее дыхание • Кашель, который может усиливаться ночью или рано утром • Ощущение сдавленности в грудной клетке • Учащенное сердцебиение • Ощущение давления в области головы • Зуд, першение или боль в горле • Чувство усталости или быстрое появление усталости во время физической нагрузки • Низкие показатели на пневмотахометре (если этот прибор назначен врачом)
en: Asthma Asthma is a disease that causes the airways that lead into your lungs to become narrow and produce mucus. When this happens, it may become hard to breathe. Some people have a hard time breathing only at certain times. This may be during allergy season, when they get a cold, or when they exercise. Others have breathing problems a lot of the time. When asthma symptoms suddenly get worse (or flare up), the airways tighten and become narrower. This makes it hard to breathe, and you may wheeze or cough. These flare-ups are also called asthma attacks. Treatment can help you feel and breathe better and help keep your lungs healthy. Signs • Breathing faster than normal or trouble breathing • Wheezing, making a loud or soft whistling noise when you breath, or noisy breathing • Coughing that may be worse at night or early in the morning • Feeling tight in the chest • Having a faster than normal heartbeat • Having head congestion • Having an itchy, scratchy, or sore throat • Being tired or getting tired quickly during exercise • If your doctor ordered a peak flow meter and your meter shows a drop in peak flow meter readings Asthma. Russian.

source: Симптомы астмы у вас могут проявляться сильнее, если: • У вас аллергия • Астмой болеет кто-то из членов вашей семьи • У вас повышенная чувствительность к загрязнению воздуха • Вы вдыхаете табачный дым • У вас стресс Симптомы могу проявиться вскоре после появления около вас вещей (аллергенов), которые вызывают приступ астмы. Это называется мгновенный приступ. Также они могут возникнуть через несколько часов после контакта с аллергеном (отложенный приступ). В этом случае выяснить, что вызвало симптомы, становится сложнее. Астма может проявляться ярко выраженными симптомами или симптомами средней тяжести. Они могут возникать каждый день либо изредка. Также у вас могут быть различные сочетания симптомов. У некоторых пациентов симптомы (например, кашель и одышка) усиливаются ночью. Лечение Лечение может состоять в следующем: • Прием различных лекарств для: Раскрытия дыхательных путей Ì Снижения реакции организма на аллергены Ì Уменьшения отека дыхательных путей Ì Уменьшения застоя • Определение причин, вызывающих симптомы. • Проведение аллергических проб. • Использование пневмотахометра для анализа дыхания и профилактики приступов астмы. • Употребление большого стакана жидкости каждые 1-2 часа для разжижения слизи. Жидкая слизь легче откашливается, и при этом уменьшается отек легких. Лучше всего пить прозрачные жидкости, такие
en: You may have more signs of asthma if you: • Have allergies • Have a family member with asthma • Are sensitive to air pollution • Are exposed to smoke • Have stress Symptoms may start soon after you are around things (triggers) that cause your asthma attacks. This is an early phase response. Or they may start several hours after exposure (late phase response). A late phase response can make it harder to figure out what triggers your symptoms. Symptoms can be mild or severe. You may have symptoms daily or now and then. Or you may have something in between. Some people have symptoms that get worse at night, such as a cough and shortness of breath. Your Care Your care may include: • Taking different medicines to: Ì Open airways Decrease your body’s response to allergens Ì Decrease the swelling of your airways Ì Decrease congestion • Finding out what causes your symptoms. • Allergy testing. • Using a peak flow meter to check and prevent asthma attacks. • Drinking a large glass of liquid every 1 to 2 hours. This helps keep your mucus thin. Thin mucus is easier for you to cough up and decreases the swelling in your lungs. Asthma. Russian.

source: как вода, фруктовый сок, чай, бульон и прозрачный суп. • Отказ от молочных продуктов при свистящем дыхании, так как они могут вызвать сгущение слизи. Профилактика приступов астмы Какого-то определенного способа профилактики астмы не существует. Но вы можете снизить риск приступов, избегая вещей, которые вызывают их. Цель — уменьшить количество, продолжительность и тяжесть приступов. Прежде всего, нужно избегать вещей, которые вызывают заболевание. Например: • Все время носите с собой препарат от астмы. Принимайте лекарства по расписанию, даже если симптомы прошли. • Не курите и не находитесь рядом с курящими. • Избегайте продуктов, лекарств и вещей, которые вызывают у вас симптомы астмы. • В случае сильного загрязнения воздуха, высокой концентрации пыльцы или пыли не выходите из дома. • Избегайте контактов с людьми, у которых простуда или грипп. • При первых признаках простуды необходимы покой и обильное питье. • Если на улице холодно, дышите через шарф или другие предметы одежды. • Поговорите с врачом об упражнениях для укрепления легких. • Избегайте стрессовых ситуаций. Также обязательно: • Поговорите с врачом о вакцинации от гриппа и пневмококковой инфекции. Такие заболевания, как простуда, грипп и пневмония, могут усилить симптомы. • Не принимайте аспирин, ибупрофен и аналогичные препараты, если они усиливают симптомы.
en: Clear liquids are best, such as water, fruit juice, tea, broth, and clear soups. • Avoiding milk products when wheezing because they can thicken your mucus. To Prevent Asthma Attacks There’s no certain way to prevent asthma. But you can reduce your risk of asthma attacks by avoiding things that cause them, called triggers. The goal is to reduce how many attacks you have, how long they last, and how bad they get. Start by avoiding your asthma triggers. For example: • Keep asthma medicine with you at all times. Take your scheduled medicines even if your symptoms go away. • Don’t smoke and avoid being around others when they smoke. • Stay away from foods, medicines, or things that cause you to have signs of asthma. • Stay inside when air pollution, pollen, or dust levels are high. • Avoid contact with people who have a cold or flu. • Rest and drink plenty of liquids at the first sign of a cold. • Breathe through a scarf or other covering in cold weather. • Talk to your doctor about an exercise to strengthen your lungs. • Reduce stress. Also, be sure to: • Ask your doctor about getting the flu and pneumococcal vaccines. Illnesses like colds, flu, or pneumonia can make symptoms worse. • Avoid taking aspirin, ibuprofen, or similar medicines if they make symptoms worse. Asthma. Russian.

source: Симптомы фибрилляции предсердий • Неравномерное сердцебиение • Ощущение ускоренного биения внутри грудной клетки, которое называется учащенным сердцебиением • Затруднение дыхания • Быстрая утомляемость • Головокружение или помутнение сознания Медицинский уход Ваш врач проверит Ваш пульс и с помощью стетоскопа послушает, есть ли у Вас неравномерное сердцебиение. Он может назначить Вам такие исследования как: • электрокардиограмма (или ЭКГ) – запись электрической активности сердца; • мониторинг Холтера – запись Вашего сердечного ритма в течение 24-48 часов; • другие исследования для выявления сердечных заболеваний. Ваше лечение может состоять в следующем: • Прием лекарств для регулирования сердечного ритма и частоты сердечных сокращений. Для снижения риска образования сгустков крови и инсульта Вам также может понадобиться прием разжижающих кровь препаратов, которые называются антикоагулянтами. • Кардиоверсия или электроимпульсная терапия – в том случае, если лекарства не помогут. Это электрошок малой энергии, которым воздействуют на сердце через кожу для нормализации частоты сердечных сокращений. Перед этим дается успокоительное средство.
en: Signs of Atrial Fib • Irregular heart beat • The feeling of rapid thumping inside the chest called heart palpitations • Shortness of breath • Tire easily with activity • Feel faint, dizzy or lightheaded Your Care Your doctor will check your pulse and listen with a stethoscope for an irregular heart beat. Your doctor may order tests such as: • An electrocardiogram (ECG or EKG) - a record of your heart’s electrical activity • Holter monitoring - a record of your heart rate for 24 to 48 hours • Other tests to check for heart disease Your treatment may include: • Medicine to help regulate your heart rhythm and rate. You may also need to take a blood thinner called an anticoagulant to reduce the risk of blood clots and stroke. • A cardioversion if medicine does not help. This is a low energy electrical shock applied through the skin to the heart to convert an abnormal heart rhythm to a normal rhythm. Sedation medicine is given before this is done. Atrial Fibrillation. Russian.

source: Как снизить риск набора веса Если вы будете придерживаться здорового питания и вести активный образ жизни, вы можете значительно снизить риск набора веса. Составьте план борьбы со стрессом, скукой и другими ситуациями так, чтобы это не было связано с едой. Воспользуйтесь следующими советами, чтобы держать свой вес под контролем. • Питайтесь правильно Ì Контролируйте размер своей порции. Жуйте медленно и наслаждайтесь каждым кусочком. Перекусывайте полезными продуктами, такими как морковь, яблоки и другие свежие фрукты и овощи (свежие овощи малокалорийны). Ì Ограничьте потребление продуктов с высоким содержанием сахара или жира (конфеты, чипсы, сладкие газированные напитки, пирожные и печенье). Ì Ежедневно выпивайте 6–8 стаканов воды. Ограничьте употребление или откажитесь от алкогольных напитков, поскольку в них содержится много калорий. Используйте жевательную резинку, леденцы или семена подсолнечника, чтобы избавиться от желания перекусить. • Ведите активный образ жизни Совершайте прогулки. Пользуйтесь лестницей вместо лифта. Ì Паркуйте свой автомобиль подальше от входа в здание. Ì Работайте в саду или во дворе. Катайтесь на велосипеде или занимайтесь другими видами спорта, которые вам нравятся.
en: You can reduce the chance of weight gain If you eat a healthy diet and stay physically active, you can greatly reduce your chance of gaining weight. Have a plan to deal with stress, boredom or other situations that does not involve food. Try some of these tips to keep your weight under control. • Eat healthy: Ì Control your portion size. Chew slowly and enjoy each bite. Ì Snack on healthy foods like carrots, apples or other fresh fruits and vegetables. Fresh vegetables are often low in calories. Ì Limit foods that are high in sugar or fat such as candy, chips, soda, cakes or cookies. Drink 6 to 8 cups of water each day. Limit or avoid alcohol that can have lots of calories. Ì Try sugar free gum, hard candy or a few sunflower seeds to cut the urge to snack. • Be active: Ì Take walks. Use the stairs instead of elevators. Ì Park your car in the lot furthest away from the entrance. Ì Work in your garden or do yard work. Ì Ride a bike or do other activities you enjoy. Avoiding Weight Gain When Quitting Tobacco. Russian.

source: • Связки – это плотные эластичные ленты, которые удерживают кости вместе. Повторяющиеся нагрузки на связки могут привести к травме. • Нервы, выходящие из позвоночника, сообщают мышцам, когда нужно двигаться, и вызывают боль в случае возникновения проблем. Как поддерживать спину в здоровом состоянии Следуйте приведенным ниже советам, чтобы поддерживать спинные изгибы здоровыми и снизить шансы получения травм спины. При стоянии Смотрите прямо перед собой и стойте так, чтобы Ваши уши были на одной линии с плечами. Ваши бедра и колени должны быть прямыми. Нижний изгиб спины должен присутствовать, но спина должна быть изогнута не слишком сильно. Ограничьте скручивающие движения в области поясницы. Поворачивайте туловище, передвигая ноги. При сидении Держите бедра, колени и локти под углом 90 градусов. Сидите на стуле прямо. Не сутультесь. Если вам необходима поддержка нижнего изгиба спины, используйте подушку или свернутое полотенце.
en: • Ligaments are tough elastic bands that hold bones together. Repeated stress on ligaments can lead to injury. • Nerves coming from the spine tell muscles when to move and cause pain when there is a problem. How to keep your back healthy Use these tips to keep your spinal curves in balance to decrease your chances of back injury. When Standing Look straight ahead and keep your ears in line with your shoulders. Your hips and knees are straight. The lower curve in your back is present but not curved too much. Limit twisting at the waist. Turn your body by moving your feet. When Sitting Keep your hips, knees and ankles at a 90 degree angle. Sit up straight in a chair. Do not slouch. Use a pillow or rolled up towel if you need support for the lower curve of your spine. Back Health and Safety. Russian.

source: • Не пейте жидкости красного цвета. • Принимайте только прозрачные жидкости: Вода Ì Прозрачный бульон Ì Лимонад или прозрачные фруктовые соки без мякоти (из яблок, белого винограда, белой клюквы) Прозрачные напитки (лимонная газированная вода, Kool-aid или спортивные напитки) Ì Чай или кофе без кофеина, молока и искусственных сливок Желе или фруктовое мороженое • В течение дня пейте много воды или прозрачных жидкостей из списка выше. • В 13:00 дня перед исследованием: Ì Вылейте целый 10-унциевый флакон цитрата магния в стакан со льдом и выпейте. Ì Примите 2 таблетки бисакодила (Dulcolax). Ì Если вы работаете за день до исследования, примите эти лекарства, когда вернетесь домой. В 17:00 или через 4 часа после приема первой дозы примите еще 2 таблетки бисакодила (Dulcolax) с 8 унциями (240 мл) воды. • После обеда и вечером вам придется часто ходить в туалет. • После полуночи ничего не ешьте и не пейте, даже воду.
en: • Do not drink any red liquids. • Drink clear liquids only, such as: Water Ì Clear broth or bouillon Ì Clear fruit juices without pulp such as apple, white grape, white cranberry and lemonade Ì Clear drinks such as lemon-lime soda, Kool-aid or sport drinks Ì Decaffeinated coffee or tea without milk or nondairy creamer Ì Jello or popsicles • Drink plenty of water or other clear liquids from the list above throughout the day. • At 1 PM the day before your test: Ì Pour the whole, 10-ounce bottle of magnesium citrate over ice and drink it. Ì Take 2 Biscodyl (Dulcolax) tablets. If you work the day before your test, you may want to wait to take these medicines until you are at home. Ì At 5 PM or 4 hours after you took the other laxative medicines, take 2 more Biscodyl (Dulcolax) tablets with 8 ounces or 240 ml of water. • You will need to use the toilet often during the afternoon and evening. • After midnight, do not eat or drink anything, including water. Barium Enema. Russian.
